/**
 * DATE: 2017-09-09
 */

const TODO =[
  // 
  "페이지 번호를 갖는 테이블의 경우 테이블의 총 갯수가 필요하다.",
  "이 테이블의 총 개수를 어디서 가져올 것인가?",
  "qState 관련된 데이터는 정리해 두었으나",
  "이는 사용자들이 많아지면 급변하는 데이터이므로 실시간으로 처리되어야한다.",
  "그렇기 때문에, 데이터를 따로 저장하지않고, 그때 그때 바로 계산해서 가져오도록 하자",
  "실시간 리스트가 필요한 경우: dashboard",
  "분기별로 리스트가 필요한 경우: notice",
  //
  "그리고 현재 대쉬보드 테이블의 정렬 기능이 존재하지 않음",
  "정렬 기능도 추가해야함"
];

/**
 * DATE: 2017-09-10
 */

const TODO=[
  "오늘은 대쉬보드를 마무리 하자...database만 잘 정리하면 끝날 것 같다.",
  "대쉬보드가 끝나면, 컴파일을 이식하자",
  "더 늦추면 답이 없을 것 같다.."
]